tap "caskroom/cask"
tap "codeclimate/formulae"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakeheis/repo"
tap "juliuscanute/formulae"
tap "markwu/personal"
tap "neovim/neovim"
tap "peripheryapp/periphery"
tap "pnbv/ffmpegvidstab"
tap "rogual/neovim-dot-app"
tap "simeji/jid"
tap "toonetown/xcode"
tap "universal-ctags/universal-ctags"
tap "vapor/tap"
tap "varenc/ffmpeg"
brew "a52dec"
brew "ack"
brew "act"
brew "aircrack-ng"
brew "anycable-go"
brew "giflib"
brew "libpng"
brew "openjdk"
brew "apktool"
brew "aspell"
brew "gettext"
brew "glib"
brew "python@3.9"
brew "atk"
brew "augeas"
brew "autoconf"
brew "autojump"
brew "automake"
brew "autossh"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "binutils"
brew "bison"
brew "boost"
brew "botan"
brew "brightness"
brew "c-ares"
brew "pkg-config"
brew "carthage"
brew "ccat"
brew "mpfr"
brew "cheat"
brew "chrome-cli"
brew "clog"
brew "cloog"
brew "cmake"
brew "cntlm"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "cppunit"
brew "llvm"
brew "crystal"
brew "cscope"
brew "ctags", link: false
brew "libunistring"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "dialog"
brew "diff-so-fancy"
brew "dnscrypt-proxy"
brew "docker-compose", link: false
brew "doxygen"
brew "dsvpn"
brew "duti"
brew "emojify"
brew "enchant"
brew "entr"
brew "esphome"
brew "exiftool"
brew "expect"
brew "faac"
brew "fakeroot"
brew "terminal-notifier"
brew "fastlane"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fdk-aac"
brew "flac"
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "gobject-introspection"
brew "libass"
brew "libsndfile"
brew "libsamplerate"
brew "libvidstab"
brew "libvpx"
brew "srt"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "fio"
brew "ncurses"
brew "fish"
brew "flamegraph"
brew "flasm"
brew "flow"
brew "flvmeta"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gcore"
brew "krb5"
brew "libxml2"
brew "poppler"
brew "unixodbc"
brew "gdb"
brew "gdk-pixbuf"
brew "geckodriver"
brew "geoip"
brew "gh"
brew "jbig2dec"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-extras", link: false
brew "git-integration"
brew "gnu-getopt"
brew "git-now"
brew "git-utils"
brew "github-release"
brew "glab"
brew "globe"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "go"
brew "tokyo-cabinet"
brew "goaccess"
brew "gocr"
brew "python@3.8"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "gron"
brew "gsl"
brew "gtk+"
brew "hashcat"
brew "haskell-stack"
brew "hcxtools"
brew "highlight"
brew "hiredis"
brew "homeassistant-cli"
brew "htop"
brew "httpie"
brew "hub"
brew "hunspell"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "iftop"
brew "imagemagick"
brew "intltool"
brew "iperf3"
brew "iproute2mac"
brew "jack"
brew "jadx"
brew "jansson"
brew "jemalloc"
brew "jsonpp"
brew "k3d"
brew "k3sup"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "lesspipe"
brew "libev"
brew "libgit2"
brew "libusb-compat"
brew "libgphoto2"
brew "libressl"
brew "libshout"
brew "libtermkey"
brew "libvo-aacenc"
brew "libwmf"
brew "libxslt"
brew "llvm@11"
brew "lnav"
brew "loc"
brew "nghttp2"
brew "loudmouth"
brew "luarocks"
brew "lynx"
brew "m-cli"
brew "mad"
brew "make"
brew "makedepend"
brew "node"
brew "markdownlint-cli"
brew "mas"
brew "mawk"
brew "minicom"
brew "mint"
brew "mp4v2"
brew "multitail"
brew "mysql-client@5.7"
brew "mysql@5.6"
brew "mysql@5.7"
brew "neovim"
brew "net-snmp"
brew "nethogs"
brew "ninja"
brew "nmap"
brew "node@10"
brew "ocamlbuild"
brew "ocrad"
brew "octant"
brew "opam"
brew "openapi-generator"
brew "openvpn"
brew "ossp-uuid"
brew "p7zip"
brew "parallel"
brew "pcb"
brew "pdf2htmlex", link: false
brew "pdftk-java"
brew "pdftoipe"
brew "postgis"
brew "postgresql@12"
brew "putty"
brew "qca"
brew "qemu"
brew "qpdf"
brew "qt"
brew "ragel"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-default-gems"
brew "reattach-to-user-namespace"
brew "redis"
brew "redsocks"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "ruby@2.4"
brew "rubyfmt"
brew "rust-analyzer"
brew "rustup-init"
brew "safe-rm"
brew "sane-backends"
brew "scons"
brew "shellcheck"
brew "socat"
brew "sourcekitten"
brew "speedtest-cli"
brew "spin"
brew "squid"
brew "ssh-copy-id"
brew "swagger-codegen@2"
brew "swift"
brew "swiftlint"
brew "taglib"
brew "tailor"
brew "telnet"
brew "texi2html"
brew "the_silver_searcher"
brew "tile38"
brew "utf8proc"
brew "tmux"
brew "trash"
brew "tree"
brew "uncrustify"
brew "unrar"
brew "vcprompt"
brew "vifm"
brew "vim"
brew "wakeonlan"
brew "watch"
brew "watchman"
brew "websocketd"
brew "wget"
brew "wireshark", link: false
brew "yarn"
brew "yuicompressor"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "heroku/brew/heroku"
brew "juliuscanute/formulae/jbeacon"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "atom", args: { appdir: "~/Applications" }
cask "audacity"
cask "dash", args: { appdir: "~/Applications" }
cask "dashlane", args: { appdir: "~/Applications" }
cask "discord"
cask "docker", args: { appdir: "~/Applications" }
cask "dozer", args: { appdir: "~/Applications" }
cask "eul", args: { appdir: "~/Applications" }
cask "expressvpn", args: { appdir: "~/Applications" }
cask "firefox"
cask "font-fira-code"
cask "font-noto-color-emoji"
cask "ghosttile"
cask "github"
cask "google-backup-and-sync", args: { appdir: "~/Applications" }
cask "google-chrome", args: { appdir: "~/Applications" }
cask "hammerspoon", args: { appdir: "~/Applications" }
cask "hyper"
cask "iterm2", args: { appdir: "~/Applications" }
cask "jiggler", args: { appdir: "~/Applications" }
cask "lab"
cask "lens"
cask "little-snitch"
cask "postgres", args: { appdir: "~/Applications" }
cask "postman", args: { appdir: "~/Applications" }
cask "skype", args: { appdir: "~/Applications" }
cask "slack"
cask "spectacle", args: { appdir: "~/Applications" }
cask "spotify", args: { appdir: "~/Applications" }
cask "tableplus"
cask "tiled"
cask "tiles"
cask "tunnelblick"
cask "ubiquiti-unifi-controller"
cask "virtualbox"
cask "visual-studio-code", args: { appdir: "~/Applications" }
cask "vlc"
cask "wireshark"
mas "Bear", id: 1091189122
mas "Dashlane", id: 517914548
mas "Developer", id: 640199958
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
