tap "aws/tap"
tap "codeclimate/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "mongodb/brew"
tap "phrase/brewed"
tap "puma/puma"
tap "riscv-software-src/riscv"
tap "versent/taps"
tap "weaveworks/tap"
brew "act"
brew "autoconf"
brew "autojump"
brew "automake"
brew "libyaml"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bindgen"
brew "binutils"
brew "brew-cask-completion"
brew "c2048"
brew "cargo-udeps"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "ccache"
brew "circleci"
brew "cmake"
brew "libusb"
brew "lima"
brew "colima"
brew "cppcheck"
brew "dfu-util"
brew "docker-compose"
brew "dotbot"
brew "folly"
brew "edencommon"
brew "libtool"
brew "wxwidgets"
brew "elixir"
brew "entr"
brew "espflash"
brew "esptool"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "findutils"
brew "fish"
brew "gawk"
brew "gcc@12"
brew "gengetopt"
brew "gh"
brew "git"
brew "git-gui"
brew "git-standup"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "graphviz"
brew "grep"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kubectx"
brew "kubent"
brew "libdv"
brew "llvm"
brew "lua"
brew "lynx"
brew "m-cli"
brew "node"
brew "marp-cli"
brew "mas"
brew "ninja"
brew "meson"
brew "mongosh"
brew "neovim"
brew "node@16"
brew "noti"
brew "open-ocd"
brew "openjdk"
brew "openssl@1.1"
brew "openvpn"
brew "pandoc"
brew "phrase-cli"
brew "platformio", link: false
brew "podman"
brew "podman-compose"
brew "postgresql@11"
brew "postgresql@14"
brew "postgresql@15"
brew "python@3.10"
brew "python@3.8"
brew "qt"
brew "rbenv"
brew "rbspy"
brew "redis", restart_service: true
brew "ripgrep"
brew "ronn"
brew "rustup-init"
brew "safe-rm"
brew "saml2aws"
brew "sccache"
brew "stm32flash"
brew "structurizr-cli"
brew "switchaudio-osx"
brew "the_silver_searcher"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "wakeonlan"
brew "watchexec"
brew "wget"
brew "xdot"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "phrase/brewed/phraseapp"
brew "riscv-software-src/riscv/riscv-tools"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "alfred"
cask "anybar"
cask "appcleaner"
cask "arduino-ide"
cask "betterdisplay"
cask "bluestacks"
cask "bluetility"
cask "charles"
cask "cleanmymac"
cask "codeedit"
cask "dozer"
cask "firefox"
cask "ftdi-vcp-driver"
cask "garmin-express"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "hiddenbar"
cask "iterm2"
cask "jiggler"
cask "karabiner-elements"
cask "keycast"
cask "knockknock"
cask "mailmate"
cask "malwarebytes"
cask "messenger"
cask "mqtt-explorer"
cask "obsidian"
cask "opencpn"
cask "opera"
cask "postgres-unofficial"
cask "postman"
cask "rubymine"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "1yib.rust-bundle"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "ahmadalli.vscode-nginx-conf"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "alesiong.clang-tidy-linter"
vscode "alexnesnes.teleplot"
vscode "ban.spellright"
vscode "betajob.modulestf"
vscode "bierner.emojisense"
vscode "bmalehorn.vscode-fish"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "ciarant.vscode-structurizr"
vscode "clemenspeters.format-json"
vscode "cucumberopen.cucumber-official"
vscode "dbaeumer.vscode-eslint"
vscode "discord-samba.samba-localization-highlighter"
vscode "dunstontc.dark-plus-syntax"
vscode "dunstontc.viml"
vscode "dunstontc.vscode-docker-syntax"
vscode "dunstontc.vscode-rust-syntax"
vscode "dustypomerleau.rust-syntax"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "esphome.esphome-vscode"
vscode "espressif.esp-idf-extension"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "file-icons.file-icons"
vscode "formulahendry.code-runner"
vscode "formulahendry.docker-explorer"
vscode "foxundermoon.shell-format"
vscode "frullah.ruby-yard-snippets"
vscode "gerane.language-todotxt"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "groksrc.ruby"
vscode "harryhopkinson.vs-code-runner"
vscode "hbenl.vscode-test-explorer"
vscode "hoovercj.ruby-linter"
vscode "idleberg.applescript"
vscode "jakebecker.elixir-ls"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jrebocho.vscode-random"
vscode "jscearcy.rust-doc-viewer"
vscode "kaiwood.endwise"
vscode "keesschollaart.vscode-home-assistant"
vscode "kevinmcgowan.typescriptimport"
vscode "kevinrose.vsc-python-indent"
vscode "koichisasada.vscode-rdbg"
vscode "kosai106.ruby-syntax-replacer"
vscode "lkrms.inifmt"
vscode "lorenzopirro.rust-flash-snippets"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "misogi.ruby-rubocop"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.js-atom-grammar"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "nordic-semiconductor.nrf-connect"
vscode "nordic-semiconductor.nrf-devicetree"
vscode "nordic-semiconductor.nrf-kconfig"
vscode "nordic-semiconductor.nrf-terminal"
vscode "nyxiative.rust-and-friends"
vscode "otoniel-isidoro.vscode-ruby-ctags"
vscode "panicbit.cargo"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "pavlitsky.yard"
vscode "pedro-w.tmlanguage"
vscode "perkovec.emoji"
vscode "phplasma.csv-to-table"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "platformio.platformio-ide"
vscode "pokey.parse-tree"
vscode "polymeilex.rust-targets"
vscode "probe-rs.probe-rs-debugger"
vscode "prosser.json-schema-2020-validation"
vscode "raynigon.nginx-formatter"
vscode "redcmd.tmlanguage-syntax-highlighter"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reflog.jsonresume"
vscode "remcohaszing.schemastore"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "sarahridge.vscode-ruby-syntax"
vscode "sdras.night-owl"
vscode "serayuzgur.crates"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "simonbo.rails-go-to-test"
vscode "skellock.just"
vscode "stephanvs.dot"
vscode "stevejpurves.cucumber"
vscode "subc4i.sublime-mavensmate-monokai-apex"
vscode "sumneko.lua"
vscode "swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "tberman.json-schema-validator"
vscode "thadeu.vscode-run-rspec-file"
vscode "thibmaek.vsc-esphome-snippets"
vscode "tobiasalthoff.atom-material-theme"
vscode "tomzx.emoji"
vscode "twxs.cmake"
vscode "tyriar.sort-lines"
vscode "usernamehw.commands"
vscode "usernamehw.errorlens"
vscode "uyiosa-enabulele.reopenclosedtab"
vscode "vadimcn.vscode-lldb"
vscode "vknabel.vscode-apple-swift-format"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-test"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wokwi.wokwi-vscode"
vscode "xaver.clang-format"
vscode "xqchen.yarn-ui"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zhangyue.rust-mod-generator"
