tap "caskroom/cask"
tap "caskroom/eid"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "jakeheis/repo"
tap "markwu/personal"
tap "neovim/neovim"
tap "peripheryapp/periphery"
tap "pnbv/ffmpegvidstab"
tap "rogual/neovim-dot-app"
tap "simeji/jid"
tap "vapor/tap"
tap "varenc/ffmpeg"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "libxml2"
brew "Couchsurfing"
brew "libpng"
brew "gettext"
brew "libffi"
brew "fdk-aac"
brew "flac"
brew "giflib"
brew "libunistring"
brew "lame"
brew "openjpeg"
brew "libsndfile"
brew "libsamplerate"
brew "libvpx"
brew "rtmpdump"
brew "theora"
brew "mpfr"
brew "x264"
brew "x265"
brew "xvid"
brew "Ffmpeg"
brew "a52dec"
brew "ack"
brew "anycable-go"
brew "apktool"
brew "aspell"
brew "atk"
brew "at-spi2-atk"
brew "augeas"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "boost"
brew "brightness"
brew "c-ares"
brew "cabal-install"
brew "carthage"
brew "ccat"
brew "chrome-cli"
brew "clog"
brew "cloog"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "cppunit"
brew "cscope"
brew "ctags"
brew "curl"
brew "dialog"
brew "diff-so-fancy"
brew "doxygen"
brew "dsvpn"
brew "duti"
brew "enchant"
brew "entr"
brew "exiftool"
brew "faac"
brew "fakeroot"
brew "libyaml"
brew "fastlane", link: false
brew "fd"
brew "findutils"
brew "flasm"
brew "flow"
brew "flvmeta"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcore"
brew "libtool", args: ["universal"]
brew "gdb"
brew "geckodriver"
brew "geoip"
brew "gifsicle"
brew "gist"
brew "git"
brew "github-release"
brew "globe"
brew "gmp@4"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "go"
brew "tokyo-cabinet"
brew "goaccess"
brew "gocr"
brew "graphviz"
brew "grc"
brew "grep"
brew "gron"
brew "gsl"
brew "gtk+"
brew "haskell-stack"
brew "highlight"
brew "hiredis"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "iftop"
brew "imagemagick"
brew "imgcat"
brew "intltool"
brew "iproute2mac"
brew "isl@0.12"
brew "jack"
brew "jadx"
brew "jansson"
brew "jbig2dec"
brew "jemalloc"
brew "jsonpp"
brew "libev"
brew "libusb-compat"
brew "libgphoto2"
brew "libmpc@0.8"
brew "libressl"
brew "libshout"
brew "libtermkey"
brew "libvidstab"
brew "libvo-aacenc"
brew "libwmf"
brew "libxslt"
brew "llvm"
brew "loudmouth"
brew "luarocks"
brew "lynx"
brew "mad"
brew "makedepend"
brew "mas"
brew "monit"
brew "mp4v2"
brew "multitail"
brew "mupdf"
brew "neovim"
brew "net-snmp"
brew "nethogs"
brew "ninja"
brew "nmap"
brew "node@10"
brew "node@4"
brew "node@6"
brew "ocamlbuild"
brew "ocrad"
brew "openvpn"
brew "ossp-uuid"
brew "p7zip"
brew "parallel"
brew "pcb"
brew "pdf2htmlex", link: false
brew "pdftoipe"
brew "postgresql"
brew "qca"
brew "qemu"
brew "qpdf"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "reattach-to-user-namespace"
brew "redis"
brew "redsocks"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "ruby@2.4"
brew "rust"
brew "safe-rm"
brew "sane-backends"
brew "scons"
brew "shellcheck"
brew "smali"
brew "socat"
brew "spin"
brew "ssh-copy-id", link: true
brew "sshpass"
brew "swftools"
brew "swiftformat"
brew "swiftlint"
brew "swiftplate"
brew "taglib"
brew "tailor"
brew "tarsnap"
brew "terminal-notifier", link: false
brew "texi2html"
brew "the_silver_searcher"
brew "tidy-html5"
brew "utf8proc"
brew "tmux"
brew "trash", link: false
brew "tree"
brew "two-lame"
brew "unar"
brew "uncrustify"
brew "unixodbc"
brew "unrar"
brew "vcprompt"
brew "vifm"
brew "wakeonlan"
brew "watch"
brew "watchman"
brew "websocketd"
brew "wget"
brew "wv"
brew "xctool", args: ["HEAD"]
brew "xspin"
brew "yasm"
brew "yuicompressor"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "jakeheis/repo/ice"
brew "simeji/jid/jid"
brew "vapor/tap/ctls"
brew "vapor/tap/vapor"
cask "aerial"
cask "anybar"
cask "bitbar"
cask "black-screen"
cask "caffeine"
cask "cakebrew"
cask "chromedriver"
cask "clockify"
cask "dash"
cask "discord"
cask "dozer"
cask "easysimbl"
cask "electrum"
cask "expressvpn"
cask "fastlane"
cask "google-backup-and-sync"
cask "hammerspoon"
cask "hyper"
cask "insomnia"
cask "kdiff3"
cask "launchcontrol"
cask "macdown"
cask "macvim"
cask "oni"
cask "opera"
cask "periphery"
cask "phantomjs"
cask "simbl"
cask "slack"
cask "vimr"
mas "Bear", id: 1091189122
mas "Classic Color Meter", id: 451640037
mas "iOrdning 6", id: 941559272
mas "Tawk.to", id: 985584499
mas "Textual 7", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
